Repository: paulwoman/Capitalism_Lab_BASE
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru

source: When this bar reaches its full length, it means that the unit has reached its full capacity and can process no more goods even if there is additional supply and demand.^^Conversely, if the unit is underutilized, its facilities and resources are not used effectively.
ru: Когда она достигает своей полной длины, это означает, что отдел полностью загружен и не может обрабатывать больше товаров, даже если есть дополнительное предложение и спрос.^^И наоборот, если отдел используется недостаточно, его средства и ресурсы используются неэффективно.

source: When this civic building is #not in full operation#, its #operating cost is lower#.
ru: Когда это гражданское здание # не работает на полную мощность #, его # эксплуатационные расходы ниже #.

source: When this feature is enabled, corporations will able to able to issue bonds to raise capital, and the bond market will be accessible.
ru: Когда эта функция включена, корпорации смогут выпускать облигации для привлечения капитала, и рынок облигаций станет доступен.

source: When this is enabled, AI will automatically build apartments when there is unmet demand.
ru: При включении этой опции, ИИ будет автоматически строить квартиры при наличии неудовлетворенного спроса.

source: When this is enabled, AI will automatically build civic buildings when there is unmet demand.
ru: При включении этой опции, ИИ будет автоматически строить гражданские здания, когда есть неудовлетворенный спрос.

source: When this is enabled, the computer will automatically adjust the operation levels of all of the city's civic facilities for you.
ru: Когда этот параметр включен, компьютер автоматически настроит для вас уровни работы всех городских объектов.

source: When this is enabled, the computer will automatically manage all of the city's existing apartments for you.
ru: Когда этот параметр включен, компьютер будет автоматически управлять всеми имеющимися в городе квартирами за вас.

source: When this is enabled, the computer will automatically manage all of the city's existing commercial buildings for you.
ru: Когда этот параметр включен, компьютер будет автоматически управлять всеми существующими коммерческими зданиями города за вас.

source: When this is enabled, the computer will automatically manage all of the city's existing media firms for you.
ru: Когда этот параметр включен, компьютер будет автоматически управлять всеми существующими в городе медиа-компаниями.

source: When this is enabled, the computer will automatically manage all of the corporation's existing apartments.
ru: Если включено, компьютер будет автоматически управлять всеми существующими квартирами корпорации.

source: When this is enabled, the computer will automatically manage all of the corporation's existing commercial buildings.
ru: Если включено, компьютер будет автоматически управлять всеми существующими коммерческими зданиями корпорации.

source: When this is enabled, the traditional media (TV, Radio and Newspaper) will be disrupted by the Internet.
ru: Когда это разрешено, традиционные средства массовой информации (Телевидение, Радио и Газеты) будут нарушены Интернетом.

source: When this is set to a higher value, loan defaults will soar at a higher rate during an economic downturn, leading to a potential liquidity crisis.
ru: Если для этого параметра установлено более высокое значение, дефолты(невыполнение обязательств) по кредитам будут расти быстрее во время экономического спада, что приведет к потенциальному кризису ликвидности.

source: When this is set to low, you can expect most products to enjoy healthy profit margins and companies will be in general more profitable.
ru: Когда это значение установлено на низком уровне, можно ожидать, что большинство продуктов будут приносить значительную прибыль, и компании в целом будут более прибыльными.

source: When this setting is enabled, when a company is facing bankruptcy, you will be given the option to rescue it by acquiring all the shares of the company.
ru: Когда этот параметр включен, когда компания сталкивается с банкротством, вам будет предоставлена возможность спасти ее, приобретя все акции компании.

source: When you click this button, it will go to the Person screen and let you select a person to offer to hire.
ru: При нажатии на эту кнопку появляется экран Люди, позволяющий выбрать человека, который будет делать предложение о приеме на работу.

source: When you enable eCommerce sales for this firm, your eCommerce sites will add all consumer products from this firm to its catalog.
ru: Когда вы включите электронную коммерцию для этой фирмы, ваши сайты электронной коммерции будут добавлять все потребительские товары этой фирмы в свой каталог.

source: When you eventually succeed in launching your own fashion company (expected to happen in year 2000), there will be established competitors in the market.
ru: в 2000 г.) на рынке уже будут конкуренты.

source: When you increase the allocation to borrowers of poorer credit ratings, the bank will receive higher interest income, but the loan default rate will also increase as a result.
ru: Когда вы увеличиваете распределение заемщиков с более низким кредитным рейтингом, банк будет получать более высокие процентные доходы, но в результате увеличится и процент неплатежей по кредиту.

source: When you select this check box, the system will randomly disable a specific percentage of product classes in the new game.
ru: Если вы установите этот флажок, система случайным образом отключит определенный процент классов товаров в новой игре.

source: When you select this check box, the system will randomly lock a specific percentage of product classes in the new game and require the player to "reinvent" them in R&D centers.
ru: При установке этого флажка система случайным образом заблокирует определенный процент классов продуктов в новой игре и потребует от игрока 'изобретать заново' их в центрах исследований и разработок.

source: When you sell a product that is sourced from an external supplier, if the supplier is also selling the same product in its own retail store, you will have to agree to the retail price set by the supplier.
ru: Когда Вы продаете продукт, полученный от стороннего поставщика, а поставщик также продает данный продукт в своем собственном розничном магазине, Вы должны будете согласиться с розничной ценой, установленной поставщиком.

source: When you set a new price, the new price will be applied to #all of your firms# of the same type selling the same product in the same city.
ru: Когда вы устанавливаете новую цену, она будет применяться ко # всем вашим фирмам # одного типа, продающим один и тот же товар в одном городе.

source: When you set a new price, the new price will be applied to all of your #Retail Stores# selling the same product in the same city.
ru: Когда вы устанавливаете новую цену, новая цена будет применяться ко всем вашим # Розничным магазинам #, продающим один и тот же товар в одном городе.

source: When your Smart Phone tech has reached 300, this custom image will be displayed.
ru: Когда ваш смартфон достигнет уровня 300, это пользовательское изображение будет отображаться.

source: When your tech level has reached this level, the current custom image will be displayed.
ru: Когда ваш технический уровень достигнет этого уровня, будет отображаться текущее пользовательское изображение.

source: Whether there is a developed city at the beginning or not.
ru: Есть ли развитый город в начале или нет.

source: Who should be in charge of setting the dividend?|
ru: Кто должен отвечать за установление дивидендов?|

source: Wildcard layout plans are for factories and can be used for producing any products with the same number of inputs.
ru: Шаблонные планы раскладки предназначены для заводов и могут быть использованы для производства любой продукции с таким же количеством входов.

source: Wildcard layout plans are for setting up a layout with #[Prepare] units# and can be used for preparing any products with the same number of inputs.
ru: Планы макета с подстановочными знаками предназначены для настройки макета с помощью # [Prepare] units # и могут использоваться для подготовки любых продуктов с таким же количеством входов.

source: Will AI tech companies go IPO?
ru: Будут ли ИИ-технологические компании проводить ИПО?

source: Will you accept this offer?|
ru: Принимаете предложение?|

source: With a #loose credit assessment standard#, all corporations will receive #better credit ratings# and benefit from #lower bond interest expenses#.
ru: При #низком стандарте оценки кредитоспособности#, все корпорации получат #высокий кредитный рейтинг# и выиграют от #низких процентных расходов по облигациям#.

source: With the advertising delivering its effect, your products' ~brand ratings~ will continue to increase, which in turn will raise your products' ~overall ratings~ and thus drive their sales higher.^^While all this is happening, let's open the ~Corporate Details~ report by pressing the shortcut key ~'D'~ (or ~Ctrl-D~) to access some useful market intelligence.
ru: По мере того, как реклама будет оказывать свое воздействие, рейтинги бренда ваших продуктов будут продолжать расти, что, в свою очередь, повысит общие рейтинги ваших продуктов и, таким образом, повысит их продажи.^^Пока все это происходит, давайте откроем отчет ~Корпоративные данные~, нажав комбинацию клавиш ~'D'~ (или ~Ctrl-D~), чтобы получить доступ к полезной информации о рынке.

source: With training, operating units in your firm will gradually advance to higher levels, thus improving their efficiency.
ru: С помощью обучения отделы вашей фирмы постепенно перейдут на более высокий уровень, тем самым повышая свою эффективность.

source: Wizard
ru: Мастер

source: Workers at the Unit
ru: Рабочие в отделе

source: World Map (hotkey: Ctrl-W)
ru: Карта мира (Ctrl+W)

source: Yearly Stock Graph
ru: Годовой график акций

source: Yellow bar = Price rating.
ru: Желтый столбец = рейтинг цены.

source: Yellow bar = the Supply.
ru: Желтая полоса = предложение.

source: Yield (also called Yield to Maturity)
ru: Доходность ( или Доходность к погашению )

source: You are advised to set this based on the #Supply/Demand index# displayed at the lower part of this info window.
ru: Рекомендуется устанавливать это на основе # индекса предложения / спроса #, отображаемого в нижней части этого информационного окна.

source: You are now back in your department store.
ru: Вы вернулись в свой универмаг.

source: You can associate custom images to your products and assign a technology level to each custom product image.
ru: Вы можете связать пользовательские изображения с вашими продуктами и назначить технологический уровень для каждого пользовательского изображения продукта.

source: You can build a maximum of 15 cities.
ru: Вы можете построить максимум 15 городов.

source: You can increase employee loyalty in the following ways: 1) give salary raises 2) set a higher training budget.
ru: Вы можете повысить лояльность сотрудников следующими способами: 1) дать повышение заработной платы 2) установить более высокий бюджет на обучение.

source: You can only trade stock once a day in a Challenge Game.
ru: В Соревновании вы можете торговать акциями только один раз в день.

source: You can repay part or all of your loan by accessing the ~Financial Actions~ screen of the ~Information Center~ and using the ~Repay~ section of the screen.^^Good Luck!
ru: Вы можете погасить часть или весь свой кредит, перейдя на экран ~Финансовые действия~ Информационного центра ~и используя раздел~ Погашение ~.^^Удачи!

source: You can see the current game date here.^^Note that the game runs in real time.You may change the game speed using the shortcut keys ~'1' (slowest) to '5' (fastest)~.^^You may also pause the game by pressing the ~key '0'~.
ru: Здесь вы можете видеть текущую игровую дату.^^Обратите внимание, что игра идет в реальном времени. Вы можете изменять игровую скорость, используя кнопки от ~'1'~ (очень медленно) до ~'5'~ (очень быстро).^^Также вы можете поставить игру на паузу, нажав кнопку ~'0'~.

source: You can see the price level of each insurance type on the #Insurances# page.
ru: Вы можете увидеть уровень цен по каждому виду страхования на странице # Страхование #.

source: You can see your corporation's market shares for each product that it is currently selling.^^The ~rank~ columns indicates your company's sales ranking.
ru: Вы можете увидеть долю рынка вашей корпорации для каждого продукта, который она в настоящее время продает.^^Столбцы ~rank~ указывают рейтинг продаж вашей компании.

source: You can see your product's ~brand rating~ on the ~Sales unit~.
ru: Вы можете увидеть ~рейтинг бренда вашего продукта~ в ~Отделе продаж~.

source: You can switch your corporation's brand strategy here by clicking one of the below brand strategies.
ru: Здесь вы можете изменить стратегию бренда вашей корпорации, выбрав одну из приведенных ниже стратегий бренда.

source: You can then use the product design in your manufacturing units in your factories.
ru: Затем вы можете использовать дизайн продукта в своих производственных подразделениях на своих заводах.

source: You can view it on the #Balance Sheet# at the #Corporate Details# screen.
ru: Вы можете просмотреть его в # Балансе # на экране # Сведения о компании #.

source: You can view the "Public Investors' Money Available to Your Company" displayed at the top of the city view screen.|
ru: Вы можете просмотреть "Деньги государственного инвестора, доступные для Вашей компании", в верхней части экрана просмотра города.|

source: You cannot add more.|
ru: Вы не можете добавить больше.|

source: You cannot build any more new ones.
ru: Вы не можете больше строить новые.

source: You cannot build new ones.
ru: Вы не можете построить новые.

source: You cannot issue new shares to the public too frequently.
ru: Вы не можете выпускать новые акции слишком часто.

source: You have a price agreement with the supplier of this product.
ru: У вас договоренность о цене с поставщиком продукта

source: You have already added the selected custom product design into your library.
ru: Вы уже добавили выбранный пользовательский дизайн продукта в свою библиотеку.

source: You have already created an IP and therefore cannot create any further IPs.
ru: Вы уже создали IP-адрес и не можете создавать другие IP-адреса.

source: You have already developed an Operating System for your IP, now you may set up factories to manufacture the hardware using the IP.
ru: Вы уже разработали операционную систему для вашего IP, теперь вы можете установить заводы для производства оборудования с использованием IP.

source: You have been assigned to run this department store.
ru: Вы были назначены для управления этим универмагом.

source: You have completed this tutorial.
ru: Вы успешно завершили этот обучающий урок.

source: You have decided to leave your family-owned business and branch out on your own.
ru: Вы решили оставить свой семейный бизнес и развиться самостоятельно.

source: You have done an excellent job as the mayor of|
ru: Вы отлично потрудились в качестве мэра|

source: You have graduated with an MBA from a renowned business school.
ru: Вы получили степень MBA в известной бизнес-школе.

source: You have just expanded your business!
ru: Вы только что расширили свой бизнес!

source: You have just learned concepts about brands.
ru: Вы только что изучили понятия о брендах.

source: You have just learned the advanced skills for retail management and how to order the right products that have strong appeals to your customers.
ru: Вы только что освоили основные навыки управления розничной торговлей и научились заказывать нужные продукты, которые имеют сильную привлекательность для ваших клиентов.

source: You have learned fast and had a great start with building brands for your products.^^To take it to the next level, you should expand your retail presence to other cities and make your brands global ones!
ru: Вы быстро научились и отлично начали создавать бренды для своих продуктов.^^Чтобы перейти на следующий уровень, вы должны расширить свое розничное присутствие в других городах и сделать свои бренды глобальными!

source: You have successfully acquired and merged|
ru: Вы успешно приобрели и объединили|

source: You have successfully acquired|
ru: Вы успешно приобрели|

source: You have successfully privatized this company.|
ru: Вы успешно приватизировали эту компанию.|

source: You have successfully raised the needed cash for growing your business.^^However, it did come with a price - the issuing of the new shares diluted your ownership of your corporation a bit.
ru: Вы успешно собрали необходимые денежные средства для развития своего бизнеса.^^Тем не менее, это имело свою цену - выпуск новых акций немного разбавил вашу собственность на вашу корпорацию.

source: You have successfully upgraded your store's logistics and added a new product to your store.^^Next, let's have a look at the information available to you regarding the products your store is selling.
ru: Вы успешно обновили логистику своего магазина и добавили в него новый продукт.^^Далее, давайте посмотрим на доступную вам информацию о продуктах, которые продает ваш магазин.

source: You have used a layout plan for this firm and it is now waiting for required inputs to manufacture this product.
ru: Вы использовали план структуру для этой фирмы, и теперь она ожидает необходимых ресурсов для производства этого продукта.

source: You have used a layout plan for this firm and the computer is looking for a supplier based on the plan.
ru: Вы использовали план структуру для этой фирмы, и компьютер ищет поставщика на основе этого плана.

source: You may acquire them for |
ru: Вы можете приобрести их за |

source: You may also #Customize# or #Randomize# the game settings
ru: Вы можете также #Настроить# сложность самостоятельно или выбрать #Случайно#.

source: You may also #Customize# or #Randomize# the game settings ~ GM_NOC Number of Cities Play with single or multiple cities.
ru: Вы также можете #Вручную# или #Слуачйно# настроить игру. ~ GM_NOC Количество городов Играть с одним или несколькими городами.

source: You may also double-click on a R&D record to do the same.
ru: То же самое при 2-й клике на записи НИОКР центра.

source: You may also set a modifier on top of the market rate.
ru: Вы также можете установить модификатор в верхней части рыночной цены.

source: You may arrange a special dividend payment from #your company# or #a subsidiary# with a controlling interest of at least 75%.
ru: Вы можете назначить выплату специальных дивидендов от # своей компании# или # дочерней компании# с контрольным пакетом акций не менее 75%.

source: You may assign the 'W', 'S', 'A' and 'D' keys as context sensitive shortcut keys or use them for scrolling the city map.
ru: Вы можете назначить клавиши 'W', 'S', 'A' и 'D' в качестве горячих клавиш или использовать их для прокрутки карты города.

source: You may change the transfer mode - whether it is to transfer funds from the bank to its parent corporation, or the other way round, by clicking on the Arrow icon.
ru: Вы можете изменить режим перевода - будь то перевод средств из банка в его материнскую корпорацию или наоборот, нажав на значок стрелки.

source: You may change the transfer mode - whether it is to transfer funds from the insurance company to its parent corporation, or the other way round, by clicking on the Arrow icon.
ru: Вы можете изменить режим перевода - будь то перевод средств от страховой компании к ее материнской корпорации или наоборот, нажав на значок стрелки.

source: You may click the ~MORE~ button below the image of the Timber again to see more products that can be made with Timber.
ru: Вы можете снова нажать кнопку ~Далее~ под изображением древесины, чтобы увидеть следующие товары, которые могут быть изготовлены из древесины.

source: You may customize the average amounts of insurance claims that insurance companies have to pay.
ru: Вы можете настроить средние суммы страховых возмещений, которые должны выплачивать страховые компании.

source: You may exclude specific products from the game by either selecting them manually, or using the 'Random Disable Product Classes' feature to select them automatically.
ru: Вы можете исключить определенные товары из игры, выбрав их вручную, либо используя функцию 'Случайно отключенные классы товаров' для их автоматического выбора.

source: You may have the game duplicate talent data to increase the supply of talents.
ru: Вы можете иметь дублированные данные о талантах в игре, чтобы увеличить количество талантов.

source: You may interfere with its operation when you own 75% or more of its shares.|
ru: Вы можете вмешиваться в работу, если владеете 75% и более акций компании.|

source: You may open it anytime by opening the ~Information Center~ and then selecting ~Goal Report~, or by pressing the ~shortcut key 'G'~.
ru: Вы можете открыть его в любое время, открыв ~Информационный центр~ и выбрав ~Отчет о цели~, или нажав ~клавишу "G"~.

source: You may relocate this firm in the same city, or demolish it.
ru: Вы можете переместить эту фирму в этом же городе, или снести ее ( Ctrl-X )

source: You may revert its production technology to a lower level and associate it with a different custom product image.
ru: Вы можете вернуть технологию производства на более низкий уровень и связать ее с другим пользовательским изображением продукта.

source: You may set e-commerce prices individually or set a price markup percentage that applies to all products in this firm.
ru: Вы можете установить цены для электронной коммерции индивидуально или установить процентную надбавку к цене, которая применяется ко всем продуктам этой фирмы.

source: You may set it as a developed city or a new city created from scratch.
ru: Вы можете установить его как развитый город или как новый город, созданный с нуля.

source: You may set the #training budget# to provide training to the staff to increase their skills.
ru: Вы можете установить # бюджет на обучение #, чтобы обучать персонал для повышения их навыков.

source: You may start the game first, then adjust the challenge game and goal settings as needed, and finally confirm them.
ru: Сначала вы можете начать игру, затем настроить игру-испытание и цели по мере необходимости, и, наконец, подтвердить их.

source: You may transfer funds from the parent company to the bank's balance sheet or vice versa.
ru: Вы можете переводить средства от материнской компании на баланс банка или наоборот.

source: You may transfer funds from the parent company to the insurance company's balance sheet or vice versa.
ru: Вы можете переводить средства от материнской компании на баланс страховой компании или наоборот.

source: You may transfer this apartment to another company under your control, or demolish it.
ru: Вы можете передать эту квартиру другой компании, находящейся под вашим контролем, либо снести ее.

source: You may transfer this commercial building to another company under your control, or demolish it.
ru: Вы можете передать это коммерческое здание другой компании, находящейся под вашим контролем, или снести его.

source: You may try again a few weeks later.
ru: Вы можете попробовать снова через несколько недель.

source: You may use PageUp and PageDown keys to switch between floors.
ru: Для переключения между этажами можно использовать клавиши (PageUp) и (PageDown)

source: You may use the three filters at the top of the window to help you find the products you want.^^You intend to purchase products from the local seaports, so click the ~Suppliers~ filter box, as indicated.
ru: Вы можете использовать три фильтра наверху, чтобы найти то, что вам нужно. ^^Вам нужно купить продукты в местном морском порту, для этого кликните на фильтре ~поставщиков~.
